Repository: umbrellaplug/umbrellaplug.github.io
Catalog: nexus/plugin.video.umbrella/resources/language/Hungarian/strings.po
Languages: hu_hu

# #32357
source: Secondary Language
hu_hu: Másodlagos nyelv

# #32358
source: Subtitles could be unavailable or out of sync.
hu_hu: Lehet hogy nem lesz elérhető felirat vagy nem a filmmel szinkronban fog futni.

# #32359
source: In that case use your own subtitles.
hu_hu: Ebben az esetben használjon saját feliratokat.

# #32360
source: Providers Language
hu_hu: Szolgáltatók nyelve

# #32361
source: [B]UMBRELLA[/B] : Reset View Types
hu_hu: [B]UMBRELLA[/B] : Nézet típusok visszaállítása

# #32362
source: [B]SETTINGS[/B] : Navigation
hu_hu: [B]BEÁLLÍTÁSOK[/B] : Navigáció

# #32363
source: Remove HEVC
hu_hu: HEVC eltávolítása

# #32364
source: Disable CloudFlare protected providers
hu_hu: CloudFlare védett szolgáltatók letiltása

# #32369
source: TVDB api key1
hu_hu: TVDB api kulcs1

# #32370
source: TVDB api key2
hu_hu: TVDB api kulcs2

# #32371
source: TVDB api key3
hu_hu: TVDB api kulcs3

# #32372
source: When playback ends...
hu_hu: Amikor a lejátszás véget ér...

# #32373
source: Force container refresh
hu_hu: Konténerfrissítés kikényszerítése

# #32374
source: Enable Debug
hu_hu: Engedélyezze a hibakeresést

# #32375
source: TV "Networks" menu options
hu_hu: TV hálózatok menüpont

# #32376
source: List Mode
hu_hu: Lista mód

# #32377
source: This Season's Shows
hu_hu: Az idei évad műsorai

# #32378
source: View All Shows
hu_hu: Minden műsor megtekintése

# #32379
source: Allowed Shows
hu_hu: Engedélyezett műsorok

# #32380
source: Airing
hu_hu: Jelenleg műsoron

# #32381
source: Ended
hu_hu: Véget ért

# #32382
source: Documentary
hu_hu: Dokumentumfilm

# #32384
source: Airing/Ended
hu_hu: Jelenleg műsoron/véget ért

# #32385
source: All
hu_hu: Összes

# #32386
source: Scraper Progress Dialog
hu_hu: Adatgyűjtő állapota párbeszédpanel

# #32387
source: Sources Select
hu_hu: Források kiválasztása

# #32388
source: Remove Dolby Vision
hu_hu: Dolby Vision eltávolítása

# #32389
source: Remove HDR
hu_hu: HDR eltávolítása

# #32390
source: Accounts(Meta)
hu_hu: Metafiókok

# #32391
source: Certification Country (MPAA)
hu_hu: Korhatár tanúsítvány ország szerint (MPAA)

# #32392
source: Certification prefix
hu_hu: Tanúsítási előtag

# #32393
source: Using default available %s subtitle from stream
hu_hu: Alapértelmezetten elérhető %s felirat használata a videóból

# #32394
source: Preferred %s subtitle available in stream and has been set
hu_hu: A preferált %s felirat elérhető a videóban és be is lett állítva

# #32395
source: No matching Subtitle language found
hu_hu: Nem találtunk megfelelő feliratot a beállított nyelven

# #32398
source: Resolving Canceled
hu_hu: Feloldás megszakítva

# #32399
source: Error with Debrid Pack
hu_hu: Hiba a Debrid sorozat csomaggal

# #32400
source: Sources Canceled
hu_hu: A forrást törölték

# #32401
source: No stream available
hu_hu: Nincs elérhető tartalom

# #32403
source: [B]Download[/B]
hu_hu: [B]Letöltés[/B]

# #32404
source: [COLOR %s]Time Elapsed:[/COLOR][COLOR %s] %s seconds[/COLOR]
hu_hu: [COLOR %s]Eltelt idő:[/COLOR][COLOR %s] %s másodperc[/COLOR]

# #32406
source: [COLOR %s]Remaining Providers:[/COLOR][COLOR %s] %s[/COLOR]
hu_hu: [COLOR %s]Hátralévő szolgáltatók:[/COLOR][COLOR %s] %s[/COLOR]

# #32407
source: [COLOR %s]Unfiltered Total:[/COLOR][COLOR %s] %s[/COLOR]
hu_hu: [COLOR %s]Összesen:[/COLOR][COLOR %s] %s[/COLOR]

# #32417
source: Trakt Popular Lists
hu_hu: Trakt Népszerű listák

# #32418
source: Trakt Trending Lists
hu_hu: Trakt Felkapott listák

# #32419
source: Search Trakt Lists
hu_hu: Trakt listák keresése

# #32420
source: In Theaters
hu_hu: A mozikban

# #32421
source: In Theaters (IMDb)
hu_hu: A mozikban (IMDb)

# #32422
source: Now Playing
hu_hu: Most játszott

# #32423
source: Now Playing (TMDb)
hu_hu: Most játszott (TMDb)

# #32424
source: Anticipated
hu_hu: Várható

# #32425
source: Anticipated (Trakt)
hu_hu: Várható (Trakt)

# #32426
source: Upcoming
hu_hu: Közelgő

# #32427
source: Upcoming (TMDb)
hu_hu: Közelgő (TMDb)

# #32428
source: Most Popular
hu_hu: Legnépszerűbb

# #32429
source: Most Popular (IMDb)
hu_hu: Legnépszerűbb (IMDb)

# #32430
source: Popular
hu_hu: Népszerű

# #32431
source: Popular (TMDb)
hu_hu: Népszerű (TMDb)

# #32433
source: Popular (Trakt)
hu_hu: Népszerű (Trakt)

# #32434
source: Box Office
hu_hu: Kasszasiker

# #32435
source: Box Office (IMDb)
hu_hu: Kasszasiker (IMDb)

# #32436
source: Box Office (TMDb)
hu_hu: Kasszasiker (TMDb)

# #32437
source: Box Office (Trakt)
hu_hu: Kasszasiker (Trakt)

# #32438
source: Most Voted
hu_hu: A legtöbb szavazatot kapott

# #32439
source: Most Voted (IMDb)
hu_hu: A legtöbb szavazatot kapott (IMDb)

# #32440
source: Top Rated
hu_hu: Legjobbra értékelt

# #32441
source: Top Rated (TMDb)
hu_hu: Legjobbra értékelt (TMDb)

# #32442
source: Trending
hu_hu: Felkapott

# #32443
source: Trending (Trakt)
hu_hu: Felkapott (Trakt)

# #32444
source: Recommended
hu_hu: Ajánlott

# #32445
source: Recommended (Trakt)
hu_hu: Ajánlott (Trakt)

# #32446
source: Featured
hu_hu: Kiemelt

# #32447
source: Featured (IMDb)
hu_hu: Kiemelt (IMDb)

# #32448
source: Highly Rated
hu_hu: Nagyon kedvelt

# #32449
source: Highly Rated (IMDb)
hu_hu: Nagyon kedvelt (IMDb)

# #32450
source: Calendar (TVMaze)
hu_hu: Naptár (TVMaze)

# #32451
source: Oscar Winners
hu_hu: Oscar-díjasok

# #32452
source: Oscar Winners (IMDb)
hu_hu: Oscar-díjasok (IMDb)

# #32453
source: Oscar Nominees
hu_hu: Oscar-jelöltek

# #32454
source: Oscar Nominees (IMDb)
hu_hu: Oscar-jelöltek (IMDb)

# #32455
source: Genres
hu_hu: Műfajok

# #32456
source: Genres (IMDb)
hu_hu: Műfajok (IMDb)

# #32457
source: Year
hu_hu: Év

# #32458
source: Year (IMDb)
hu_hu: Év (IMDb)

# #32459
source: People
hu_hu: Emberek

# #32460
source: People (IMDb)
hu_hu: Emberek (IMDb)

# #32461
source: Languages
hu_hu: Nyelvek

# #32462
source: Languages (IMDb)
hu_hu: Nyelvek (IMDb)

# #32463
source: Certificates
hu_hu: Tanúsítványok

# #32464
source: Certificates (IMDb)
hu_hu: Tanúsítványok (IMDb)

# #32465
source: Airing Today
hu_hu: Ma adásba kerül

# #32466
source: Airing Today (IMDb)
hu_hu: Ma adásba kerül (IMDb)

# #32467
source: Airing Today (TMDb)
hu_hu: Ma adásba kerül (TMDb)

# #32468
source: Networks (TMDb)
hu_hu: Hálózatok (TMDb)

# #32469
source: Networks
hu_hu: Hálózatok

# #32470
source: Networks (TVMaze)
hu_hu: Hálózatok (TVMaze)

# #32471
source: On TV
hu_hu: A tévében

# #32472
source: On TV (TMDb)
hu_hu: A tévében (TMDb)

# #32473
source: Returning TV Shows
hu_hu: Visszatérő tévéműsorok

# #32474
source: Returning TV Shows (IMDb)
hu_hu: Visszatérő tévéműsorok (IMDb)

# #32475
source: New TV Shows
hu_hu: Új tévéműsorok

# #32476
source: New TV Shows (IMDb)
hu_hu: Új tévéműsorok (IMDb)

# #32477
source: New Movies
hu_hu: Új filmek

# #32478
source: New Movies (IMDb)
hu_hu: Új filmek (IMDb)

# #32479
source: New Movies (Trakt)
hu_hu: Új filmek (Trakt)

# #32480
source: New Episodes
hu_hu: Új epizódok

# #32481
source: New Episodes (TVMaze)
hu_hu: Új epizódok (TVMaze)

# #32482
source: New Episodes (Trakt)
hu_hu: Új epizódok (Trakt)

# #32483
source: Recently aired
hu_hu: Nemrégiben sugárzott

# #32484
source: Recently aired (TVMaze)
hu_hu: Nemrégiben sugárzott (TVMaze)

# #32485
source: Year (TMDb)
hu_hu: Év (TMDb)

# #32486
source: Genres (TMDb)
hu_hu: Műfajok (TMDb)

# #32487
source: Certificates (TMDb)
hu_hu: Tanúsítványok (TMDb)

# #32488
source: Optional
hu_hu: Választható

# #32489
source: [B]Account:[/B] %s
hu_hu: [B]Fiók:[/B] %s

# #32490
source: [B]Monthly Limit:[/B] %s GB
hu_hu: [B]Havi limit:[/B] %s GB

# #32491
source: [B]Current Month:[/B]
hu_hu: [B]Aktuális hónap:[/B]

# #32492
source: [B]Days Remaining:[/B] %s
hu_hu: [B]Hátralévő napok:[/B] %s

# #32493
source: [B]Data Used:[/B] %s
hu_hu: [B]Felhasznált adat:[/B] %s

# #32494
source: [B]Data Remaining:[/B] %s
hu_hu: [B]Felhasználható adat:[/B] %s

# #32495
source: [B]Current Subscription:[/B]
hu_hu: [B]Jelenlegi előfizetés:[/B]

# #32496
source: [B]Resets On:[/B] %s
hu_hu: [B]Fordulódátum:[/B] %s

# #32497
source: [B]Renewal Needed On:[/B] %s
hu_hu: [B]Megújítás szükséges:[/B] %s

# #32501
source: Start from beginning
hu_hu: Kezdjük elölről

# #32502
source: Resume from %s
hu_hu: Folytatás %s

# #32503
source: Resume
hu_hu: Folytatás

# #32506
source: [B]Umbrella Global Context[/B] Settings
hu_hu: [B]Umbrella globális kontextus[/B] Beállítások

# #32510
source: [B]Cache Functions[/B]
hu_hu: [B]Gyorsitótár funkciók[/B]

# #32511
source: An account already exists.
hu_hu: Egy fiók már létezik.

# #32512
source: Do you want to reset?
hu_hu: Alaphelyzetbe kívánja állítani?

# #32513
source: 1) Open this link in a browser : [COLOR %s]%s[/COLOR]
hu_hu: 1) Nyissa meg ezt a linket a böngészőben : [COLOR %s]%s[/COLOR]

# #32514
source: 2) When prompted enter : [COLOR skyblue]%s[/COLOR]
hu_hu: 2) Amikor a rendszer kéri, írja be a következőt: [COLOR skyblue]%s[/COLOR]

# #32515
source: Trakt Manager
hu_hu: Trakt kezelő

# #32516
source: Add Collection
hu_hu: Gyűjtemény hozzáadása

# #32517
source: Remove Collection
hu_hu: Gyűjtemény eltávolítása

# #32518
source: Add Watchlist
hu_hu: Megtekintési lista hozzáadása

# #32519
source: Remove Watchlist
hu_hu: Megtekintési lista eltávolítása

# #32520
source: Add New List
hu_hu: Új lista hozzáadása

# #32521
source: Add to [B]%s[/B]
hu_hu: Hozzáadás: [B]%s[/B]

# #32522
source: Remove from [B]%s[/B]
hu_hu: Eltávolitás innen: [B]%s[/B]

# #32523
source: [B]Logging Tools[/B]
hu_hu: [B]Naplózó eszközök[/B]

# #32524
source: [B]Umbrella - View Log File[/B]
hu_hu: [B]Umbrella - Naplófájl megtekintése[/B]

# #32525
source: [B]Umbrella - Clear Log File[/B]
hu_hu: [B]Umbrella - Naplófájl törlése[/B]

# #3252
source: [B]Umbrella - Show Changelog[/B]
hu_hu: [B]Umbrella - Változások listájának megjelenítése[/B]

# #32527
source: [B]Umbrella - Upload log file to pastebin[/B]
hu_hu: [B]Umbrella - Naplófájl feltöltése a pastebinre[/B]

# #32528
source: [B]My Accounts - View Log File[/B]
hu_hu: [B]Saját fiókok - Naplófájl megtekintése[/B]

# #32529
source: [B]My Accounts - Show Changelog[/B]
hu_hu: [B]Saját fiókok - Változások listájának megjelenítése[/B]

# #32530
source: [B]umbrellascrapers - View Log File[/B]
hu_hu: [B]umbrellascrapers - Naplófájl megtekintése[/B]

# #32531
source: [B]umbrellascrapers - Show Changelog[/B]
hu_hu: [B]umbrellascrapers - Változások listájának megjelenítése[/B]

# #32532
source: [B]View Kodi Log File[/B]
hu_hu: [B]Kodi naplófájl megtekintése[/B]

# #32535
source: Play Random
hu_hu: Véletlenszerű lejátszás

# #32536
source: Playing
hu_hu: Most játszott

# #32537
source: Nothing found to play
hu_hu: Semmi sem találtunk amit le tudnánk játszani

# #32541
source: Library
hu_hu: Könyvtár

# #32542
source: folders will be imported to library if they are added to media sources.
hu_hu: mappák importálásra kerülnek a könyvtárba, ha hozzáadjuk őket a médiaforrásokhoz.

# #32543
source: Movies
hu_hu: Filmek

# #32545
source: Auto Update Service
hu_hu: Automatikus frissítési szolgáltatás

# #32546
source: Show Notifications for Service
hu_hu: Értesítések megjelenítése a szolgáltatáshoz

# #32547
source: Update library after adding content
hu_hu: Könyvtár frissítése tartalom hozzáadása után

# #32548
source: Avoid creating duplicate content
hu_hu: Kerülje a duplikált tartalom létrehozását

# #32549
source: Check movie before adding it
hu_hu: Film hozzáadása előtt ellenőrizze a filmet

# #32550
source: Check first episode of season before adding it
hu_hu: Ellenőrizze az évad első epizódját, mielőtt hozzáadná

# #32551
source: Add to Library
hu_hu: Hozzáadás a könyvtárhoz

# #32552
source: Checking library...
hu_hu: A könyvtár ellenőrzése...

# #32553
source: Updating TV Shows In Local Library...
hu_hu: TV műsorok frissítése a helyi könyvtárban...

# #32554
source: Adding to Library...
hu_hu: Hozzáadás a könyvtárhoz...

# #32555
source: Are you sure?
hu_hu: Biztos benne?

# #32556
source: [B]UMBRELLA[/B] : Library
hu_hu: [B]UMBRELLA[/B] : Könyvtár

# #32557
source: [B]LIBRARY[/B] : Settings
hu_hu: [B]KÖNYVTÁR[/B] : Beállítások

# #32558
source: [B]UMBRELLA[/B] : Update library...
hu_hu: [B]UMBRELLA[/B] : Könyvtár frissítése...

# #32559
source: [B]UMBRELLA[/B] : Movie folder...
hu_hu: [B]UMBRELLA[/B] : Filmmappa...

# #32560
source: [B]UMBRELLA[/B] : TV folder...
hu_hu: [B]UMBRELLA[/B] : TV mappa...

# #32561
source: [B]TRAKT[/B] : Import Movie Collection...
hu_hu: [B]TRAKT[/B] : Filmgyűjtemény importálása...

# #32562
source: [B]TRAKT[/B] : Import Movie Watchlist...
hu_hu: [B]TRAKT[/B] : Filmnézési lista importálása...

# #32563
source: [B]TRAKT[/B] : Import TV Collection...
hu_hu: [B]TRAKT[/B] : Sorozatgyüjtemény importálása...

# #32564
source: [B]TRAKT[/B] : Import TV Watchlist...
hu_hu: [B]TRAKT[/B] : Sorozatnézési lista importálása...

# #32565
source: Include episodes with unknown air dates
hu_hu: Ismeretlen adásidővel rendelkező epizódok felvétele

# #32570
source: Show unaired seasons/episodes
hu_hu: Mutasd a nem vetített évadokat/epizódokat

# #32571
source: Hide movies in cinema
hu_hu: Moziban futó filmek elrejtése

# #32572
source: Trakt Progress Show unaired episodes
hu_hu: A Trakt haladási naplóban mutassa a nem vetített epizódokat is

# #32573
source: Trakt Upcoming Progress prepend date
hu_hu: A Trakt "Közelgő" listájában az előrehaladáshoz a dátum hozzákapcsolása

# #32574
source: Sort order for Trakt Watched Progress
hu_hu: A Trakt megtekintési jelentés rendezése

# #32585
source: Recently aired
hu_hu: Nemrég adásba került

# #32586
source: Recently watched
hu_hu: Nemrégiben megtekintett

# #32588
source: Debrid(Hoster) Source Color
hu_hu: Debrid (Hoster) forrás színe

# #32589
source: [COLOR blue]Blue[/COLOR]
hu_hu: [COLOR blue]█ Kék[/COLOR]

# #32590
source: [COLOR red]Red[/COLOR]
hu_hu: [COLOR red]█ Piros[/COLOR]

# #32591
source: [COLOR yellow]Yellow[/COLOR]
hu_hu: [COLOR yellow]█ Sárga[/COLOR]

# #32592
source: [COLOR deeppink]Deep Pink[/COLOR]
hu_hu: [COLOR deeppink]█ Mély rózsaszín[/COLOR]

# #32593
source: [COLOR cyan]Cyan[/COLOR]
hu_hu: [COLOR cyan]█ Cián[/COLOR]

# #32594
source: [COLOR lawngreen]Lawn Green[/COLOR]
hu_hu: [COLOR lawngreen]█ Pázsitzöld[/COLOR]

# #32595
source: [COLOR gold]Gold[/COLOR]
hu_hu: [COLOR gold]█ Arany[/COLOR]

# #32597
source: [COLOR yellowgreen]Yellow Green[/COLOR]
hu_hu: [COLOR yellowgreen]█ Sárgászöld[/COLOR]

# #32598
source: [COLOR nocolor]No Color[/COLOR]
hu_hu: [COLOR nocolor]Nincs szín[/COLOR]

# #32599
source: Getting genre information from Trakt
hu_hu: Műfaji információk megszerzése a Traktből

# #32600
source: Preparing sources
hu_hu: Források előkészítése

# #32603
source: [COLOR %s][I]New search...[/I][/COLOR]
hu_hu: [COLOR %s][I]Új keresés...[/I][/COLOR][/COLOR]

# #32604
source: [B]UMBRELLA[/B] : Clear search history...
hu_hu: [B]UMBRELLA[/B] : Keresés előzményeinek törlése...

# #32605
source: Click to clear search history
hu_hu: Kattintson a keresési előzmények törléséhez

# #32608
source: Unaired Season/Episode Color
hu_hu: Évad/epizód színe

# #32609
source: [B]My Accounts[/B] Settings
hu_hu: [B]Saját fiókok[/B] beállításai

# #32610
source: Clear [COLOR yellow]All [/COLOR]Cache...
hu_hu: [COLOR yellow]Minden [/COLOR] gyorsítótár üritése ...

# #32611
source: Clear [COLOR yellow]Providers [/COLOR]Cache...
hu_hu: [COLOR yellow]Minden [/COLOR] szolgáltatói gyorsitótár ürítése...

# #32612
source: Clear [COLOR yellow]Metadata [/COLOR]Cache...
hu_hu: [COLOR yellow]Metaadat-tár [/COLOR] üritése...

# #32613
source: Clear [COLOR yellow]Cache [/COLOR]...
hu_hu: [COLOR yellow]Gyorsítótár [/COLOR] üritése...

# #32614
source: Clear [COLOR yellow]Search[/COLOR] Cache...
hu_hu: [COLOR yellow]Keresési[/COLOR] gyorsitótár üritése...

# #32615
source: Clear [COLOR yellow]Bookmarks[/COLOR] Cache...
hu_hu: [COLOR yellow]Könyvjelző [/COLOR] gyorsitótár ürítése...

# #32616
source: Debugging
hu_hu: Hibakeresés

# #32617
source: Logging Location
hu_hu: Naplózás helye

# #32620
source: Clear [COLOR yellow]Metadata[/COLOR] and [COLOR yellow]Cache[/COLOR].
hu_hu: Törölje a [COLOR yellow]metaadat-tárolót[/COLOR] és a [COLOR yellow]gyorsitótárat[/COLOR].

# #32621
source: Navigation
hu_hu: Navigáció

# #32622
source: Main Menu
hu_hu: Főmenü

# #32630
source: Show Season 0 in Browse Seasons
hu_hu: Mutasd a 0. évadot az évadböngészőben

# #32631
source: Documentaries
hu_hu: Dokumentumfilmek

# #32634
source: Cached Torrent Source Color
hu_hu: Gyorsitótárazott torrent forrás színe

# #32635
source: UnCached Torrent Source Color
hu_hu: Nem gyorsitótárazott torrent forrás színe

# #32636
source: Secondary(info) Line Color
hu_hu: Információs vonal színe

# #32637
source: Secondary Line Content Type
hu_hu: Információs vonal tartalmának típusa

# #32638
source: Minimum Seeders
hu_hu: Visszaosztók minimális száma

# #32639
source: View Uncached Torrents
hu_hu: Nem gyorsitótárazott torrentek megtekintése

# #32642
source: Provider filters
hu_hu: Szolgáltatói szűrők

# #32643
source: [B]UMBRELLA[/B]: Settings
hu_hu: [B]UMBRELLA[/B]: Beállítások

# #32644
source: Trakt Bookmarks
hu_hu: Trakt könyvjelzők

# #32645
source: Auto Trakt Collections Syncing
hu_hu: Trakt gyűjtemények automatikus szinkronizálása

# #32646
source: Sync on Kodi Start
hu_hu: Szinkronizálás a Kodi indulásakor

# #32647
source: Schedule Updates Every - Hour/s
hu_hu: Frissítések ütemezése minden - órában

# #32648
source: 0 Value Disables Scheduling
hu_hu: A 0 érték letiltja az ütemezést

# #32649
source: Include Special Episodes (Season 0)
hu_hu: Különleges epizódok (0. évad) mellékelése

# #32652
source: Title Already Exists in Library
hu_hu: A cím már létezik a könyvtárban

# #32654
source: Pre-emptive Termination
hu_hu: Előzetes leállítás

# #32655
source: Pre-emptive Limit
hu_hu: Előzetes leállítás időlimitje

# #32656
source: Autoplay SD Quality only
hu_hu: Csak SD minőségű tartalmat játsszon le automatikusan

# #32657
source: Auto Resume
hu_hu: Automatikus folytatás

# #32658
source: Your Online List is Empty!
hu_hu: Az online listája üres!

# #32659
source: Min. Pre-emptive Res.
hu_hu: Min. felb. előzetes leállítás esetén

# #32660
source: Local Resume Point Saved...
hu_hu: Helyi folytatási pont mentve...

# #32661
source: Importing Trakt Collection...
hu_hu: Trakt gyűjtemény importálása...

# #32662
source: Importing Trakt Watchlist...
hu_hu: Trakt megtekintési lista importálása...

# #32663
source: Importing Trakt User List...
hu_hu: Trakt felhasználói lista importálása...

# #32664
source: Importing Trakt Liked List...
hu_hu: Trakt kedvenclista importálása...

# #32665
source: Check Host for Valid URL
hu_hu: Ellenőrizze az URL érvényességét

# #32666
source: [COLOR skyblue]Sky Blue[/COLOR]
hu_hu: [COLOR skyblue]Égszínkék[/COLOR]

# #32668
source: [COLOR limegreen]Lime Green[/COLOR]
hu_hu: [COLOR limegreen]Limezöld[/COLOR]

# #32669
source: [COLOR deepskyblue]Deep Sky Blue[/COLOR]
hu_hu: [COLOR deepskyblue]Sötét égszínkék[/COLOR]

# #32670
source: [COLOR white]White[/COLOR]
hu_hu: [COLOR white]Fehér[/COLOR]

# #32671
source: [COLOR whitesmoke]White Smoke[/COLOR]
hu_hu: [COLOR whitesmoke]Ködös fehér[/COLOR]

# #32672
source: [B]TRAKT[/B] : Import Movie User List...
hu_hu: [B]TRAKT[/B] : Felhasználói filmlista importálása...

# #32673
source: [B]TRAKT[/B] : Import Movie Liked List...
hu_hu: [B]TRAKT[/B] : Kedvelt filmek listájának importálása...

# #32674
source: [B]TRAKT[/B] : Import TV User List...
hu_hu: [B]TRAKT[/B] : Felhasználói sorozatlista importálása...

# #32675
source: [B]TRAKT[/B] : Import TV Liked List...
hu_hu: [B]TRAKT[/B] : Kedvelt sorozatok listájának importálása...

# #32676
source: [B]UMBRELLA[/B] : Clean library...
hu_hu: [B]UMBRELLA[/B] : Könyvtár tisztitása...

# #32677
source: Add folders to Kodi Sources Now...
hu_hu: Mappák hozzáadása a Kodi forrásokhoz most...

# #32678
source: Updated TV Show title
hu_hu: Frissített tévéműsor cím

# #32679
source: Importing TMDb Watchlist...
hu_hu: TMDb megtekintési lista importálása...

# #32680
source: Importing TMDb Favorites...
hu_hu: TMDb kedvencek importálása...

# #32681
source: Importing TMDb Userlist...
hu_hu: TMDb felhasználói lista importálása...

# #32682
source: IMDb Watchlist
hu_hu: IMDb megtekintési lista

# #32683
source: Trakt Watchlist
hu_hu: Trakt megtekintési lista

# #32684
source: Store resolved items in cloud
hu_hu: Feloldott elemek tárolása a felhőben

# #33005
source: Enable startup notice
hu_hu: Indítási értesítés engedélyezése

# #33017
source: New value = [B]%s[/B]: Successfully changed.
hu_hu: Új érték = [B]%s[/B]: Sikeresen megváltoztatva.

# #33018
source: [B]Reuse Langauage Invoker[/B] is currently set to [B]%s[/B]. Do you wish to change this setting to [B]%s[/B]?
hu_hu: a [B]Reuse Langauage Invoker[/B] jelenleg [B]%s[/B]-ra van állítva. Szeretné ezt a beállítást [B]%s[/B]-re módosítani?

# #33019
source: Enabling this setting may cause instability issues. Test at your own free will. Continue?
hu_hu: A beállítás engedélyezése instabilitási problémákat okozhat. Használja belátása szerint. Folytassuk?

# #33020
source: Umbrella will reload your profile to refresh the addon.xml
hu_hu: Az Umbrella újratölti a profilját, hogy frissítse az addon.xml-t

# #33021
source: Write failed
hu_hu: Írás sikertelen

# #33022
source: Error setting correct value.
hu_hu: Hiba a helyes érték beállítása közben.

# #33023
source: [B]Reuse Language Invoker[/B] SETTING/XML mismatch
hu_hu: [B]Reuse Langauage Invoker[/B] SETTING/XML eltérés

# #33034
source: No Debrid Account setup, account is required!
hu_hu: Nincs Debrid fiók beállítva! Fiók megléte szükséges!

# #33039
source: Title
hu_hu: Cím

# #33040
source: Description
hu_hu: Leírás

# #33041
source: Searches
hu_hu: Keresés

# #33042
source: Search Movies...
hu_hu: Filmek keresése...

# #33043
source: Search Shows...
hu_hu: Sorozatok keresése...

# #33044
source: Search Movies By Actor...
hu_hu: Filmek keresése színész szerint...

# #33045
source: Search Shows By Actor...
hu_hu: Sorozatok keresése színész szerint...

# #33046
source: Discover Movies
hu_hu: Filmek felfedezése

# #33047
source: Discover TV Shows
hu_hu: Sorozatok felfedezése

# #33048
source: Local Content
hu_hu: Helyi tartalom

# #33049
source: Nothing Was Found
hu_hu: Semmi sem található

# #33050
source: Notifications
hu_hu: Értesítések

# #33051
source: Server Notifications
hu_hu: Kiszolgálói értesítések

# #33052
source: General Notifications
hu_hu: Általános értesítések

# #33053
source: %s has been hidden from your %s
hu_hu: %s el lett rejtve az %s

# #33486
source: Close
hu_hu: Bezárás

# #33564
source: Default
hu_hu: Alapértelmezett

# #33573
source: Add Show to your [COLOR %s][B]Watchlist[/B][/COLOR]
hu_hu: Műsor hozzáadása a [COLOR %s][B]megtekintési listához[/B][/COLOR][/COLOR]

# #33574
source: Remove Show from your [COLOR %s][B]Watchlist[/B][/COLOR]
hu_hu: Távolítsa el a műsort a [COLOR %s][B]megtekintési listáról[/B][/COLOR][/COLOR]

# #33575
source: Add item to your [COLOR %s][B]Collection[/B][/COLOR]
hu_hu: Műsor hozzáadása a [COLOR %s][B]gyűjteményhez[/B][/COLOR][/COLOR]

# #33576
source: Remove item from your [COLOR %s][B]Collection[/B][/COLOR]
hu_hu: Műsor eltávolítása a [COLOR %s][B]gyűjteményből[/B][/COLOR][/COLOR]

# #33577
source: Add item to your [COLOR %s][B]Watchlist[/B][/COLOR]
hu_hu: Műsor hozzáadása a [COLOR %s][B]megtekintési listához[/B][/COLOR][/COLOR]

# #33578
source: Remove item from your [COLOR %s][B]Watchlist[/B][/COLOR]
hu_hu: Műsor eltávolítása a [COLOR %s][B]megtekintési listáról[/B][/COLOR][/COLOR]

# #33579
source: Add item to a new list
hu_hu: Műsor hozzáadása egy új listához

# #33580
source: Add item to your [COLOR %s][B]%s[/B][/COLOR] list
hu_hu: Műsor hozzáadása a [COLOR %s][B]%s[/B][/COLOR][/COLOR] listához

# #33581
source: Remove item from your [COLOR %s][B]%s[/B][/COLOR] list
hu_hu: Távolítsa el a műsort a [COLOR %s][B]%s[/B][/COLOR] listáról
