Repository: umbrellaplug/umbrellaplug.github.io
Catalog: nexus/plugin.video.umbrella/resources/language/Hungarian/strings.po
Languages: hu_hu

# #33582
source: Item Added To Trakt
hu_hu: A műsort hozzáadtuk a Trakthez

# #33583
source: Item Removed From Trakt
hu_hu: Az elem eltávolításra került a Traktből

# #33584
source: Trakt List Addition Failed
hu_hu: Trakt lista hozzáadása sikertelen

# #33585
source: Download Manager
hu_hu: Letöltés kezelő

# #33586
source: Error
hu_hu: Hiba

# #33587
source: Install Umbrella Global Context menu Addon...
hu_hu: Umbrella globális kontextus menü kiegészítő telepítése...

# #33588
source: Enable Umbrella Global Context menu
hu_hu: Umbrella globális kontextus menü engedélyezése

# #33649
source: Ascending
hu_hu: Növekvő

# #33650
source: Descending
hu_hu: Csökkenő

# #33651
source: Mark As [COLOR %s][B]Watched[/B][/COLOR] Item
hu_hu: Megjelölés [COLOR %s][B]megtekintett[/B][/COLOR][/COLOR] elemként

# #33652
source: Mark As [COLOR %s][B]Unwatched[/B][/COLOR] Item
hu_hu: Megjelölés [COLOR %s][B]megtekintésre váró[/B][/COLOR][/COLOR] elemként

# #33653
source: [COLOR %s][B]Rate[/B][/COLOR] Item
hu_hu: [COLOR %s][B]Értékelés[/B][/COLOR][/COLOR]

# #33654
source: [COLOR %s][B]Unrate[/B][/COLOR] Item
hu_hu: [COLOR %s][B]Értékelés visszavonása[/B][/COLOR][/COLOR]

# #33655
source: Mark the item as [COLOR red][B]Watched[/B][/COLOR]
hu_hu: Jelölje meg az elemet [COLOR red][B]megtekintettként[/B][/COLOR][/COLOR]

# #33656
source: Mark the item as [COLOR red][B]Unwatched[/B][/COLOR]
hu_hu: Jelölje meg az elemet [COLOR red][B]megtekintésre váróként[/B][/COLOR][/COLOR]

# #33657
source: Provide a rating for the item
hu_hu: Adjon meg egy értékelést a műhöz

# #33658
source: Remove the rating from the item
hu_hu: Értékelés eltávolítása a műről

# #33659
source: This action requires the Trakt addon to be installed.
hu_hu: Ehhez a művelethez a Trakt kiegészítő telepítése szükséges.

# #33660
source: IMDb Charts
hu_hu: IMDb Listák

# #33661
source: Trakt List Addition Succeeded
hu_hu: A Trakt lista hozzáadása sikeres volt

# #33665
source: Season Lists
hu_hu: Évad listák

# #33674
source: Trakt Throttling Applied, Sleeping for %s seconds
hu_hu: A Trakt lassitja a kapcsolatot, a folyamat altatása %s másodpercig

# #33675
source: Locked User Account - contact Trakt support
hu_hu: Zárolt felhasználói fiók - lépjen kapcsolatba a Trakt ügyfélszolgálattal

# #33676
source: Temporary Trakt Server Problems
hu_hu: Ideiglenes Trakt szerver problémák

# #33677
source: Re-Authenticate Trakt Access
hu_hu: Trakt hozzáférés újbóli hitelesítése

# #33678
source: Sorting Filters
hu_hu: Rendező szűrők

# #33679
source: Sorting Order
hu_hu: Rendezési sorrend

# #33786
source: No Trakt Result
hu_hu: Nincs eredmény a Trakten

# #33787
source: Trakt Rate Limit Reached
hu_hu: A Trakt lekérdezések száma elérte a határértéket

# #33890
source: Season Count
hu_hu: Évadok száma

# #33891
source: Unwatched Count
hu_hu: Nem megtekintettek száma

# #33942
source: The Umbrella library path does not appear in the Kodi file sources and automatic library updates are therefore not possible. Please manually add the library path from Umbrella's settings to the Kodi file sources. If the path in the settings were not changed, Umbrella will use a directory in the addon profile to store library data.
hu_hu: Az Umbrella könyvtár elérési útvonala nem jelenik meg a Kodi fájlforrásaiban, ezért az automatikus könyvtárfrissítés nem lehetséges. Kérjük, manuálisan adja hozzá a könyvtár elérési útvonalát az Umbrella beállításaiból a Kodi fájlforrásaihoz. Ha a beállításokban szereplő elérési útvonal nem lett módosítva, az Umbrella a könyvtári adatok tárolására a kiegészítő profiljában lévő könyvtárat fogja használni.

# #35017
source: Air Information
hu_hu: Vetítési információk

# #35018
source: Air Label Zone
hu_hu: Vetítési címke területe

# #35019
source: Air Label Location
hu_hu: Vetítési címke elhelyezkedése

# #35020
source: Air Label Format
hu_hu: Vetítési címke formátuma

# #35021
source: Air Label Bold
hu_hu: Vetítési címke félkövér szedéssel

# #35022
source: Native
hu_hu: Natív

# #35024
source: Before Title
hu_hu: Cím előtt

# #35025
source: After Title
hu_hu: Cím után

# #35026
source: Before Plot
hu_hu: A cselekmény előtt

# #35027
source: After Plot
hu_hu: A cselekmény után

# #35028
source: Day
hu_hu: Nap

# #35029
source: Time
hu_hu: Idő

# #35030
source: Day and Time
hu_hu: Nap és idő

# #35031
source: Air Label Day
hu_hu: Vetítési címke (Nap)

# #35032
source: [B]Airs[/B]:
hu_hu: [B]Vetítik[/B]:

# #35048
source: Air Label Time
hu_hu: Vetítési címke (Idő)

# #35049
source: Full
hu_hu: Teljes

# #35050
source: Abbreviated
hu_hu: Rövidített

# #35051
source: 24-Hour
hu_hu: 24 órás

# #35052
source: 12-Hour
hu_hu: 12 órás

# #35053
source: Period
hu_hu: Periódus

# #35054
source: IMDb list sorting
hu_hu: IMDb lista rendezése

# #35055
source: My Movies and list sort options
hu_hu: A filmjeim lista rendezési lehetőségei

# #35056
source: My TVShows and list sort options
hu_hu: A sorozataim lista rendezési lehetőségei

# #35057
source: [B]Trakt Management Tools[/B]
hu_hu: [B]Trakt Segédeszközök[/B]

# #35058
source: [COLOR %s][B]Hidden Progress Manager[/B][/COLOR]
hu_hu: [COLOR %s][B]Rejtett Haladáskezelő[/B][/COLOR][/COLOR]

# #35059
source: [COLOR %s][B]Unfinished Progress Manager - Movies[/B][/COLOR]
hu_hu: [COLOR %s][B]Befejezetlen tartalom kezelő - Filmek[/B][/COLOR][/COLOR]

# #35060
source: [COLOR %s][B]Unfinished Progress Manager - Episodes[/B][/COLOR]
hu_hu: [COLOR %s][B]Befejezetlen tartalom kezelő - Epizódok[/B][/COLOR][/COLOR]

# #35061
source: [COLOR %s][B]Watchlist Manager - Movies[/B][/COLOR]
hu_hu: [COLOR %s][B]Megtekintési lista kezelő - Filmek[/B][/COLOR][/COLOR]

# #35062
source: [COLOR %s][B]Watchlist Manager - Shows[/B][/COLOR]
hu_hu: [COLOR %s][B]Megtekintési lista kezelő - Sorozatok[/B][/COLOR][/COLOR]

# #35063
source: [COLOR %s][B]Collection Manager - Movies[/B][/COLOR]
hu_hu: [COLOR %s][B]Gyűjteménykezelő - Filmek[/B][/COLOR][/COLOR]

# #35064
source: [COLOR %s][B]Collection Manager - Shows[/B][/COLOR]
hu_hu: [COLOR %s][B]Gyűjteménykezelő - Sorozatok[/B][/COLOR][/COLOR]

# #35065
source: [COLOR %s][B]Liked List Manager[/B][/COLOR]
hu_hu: [COLOR %s][B]Kedvelt lista kezelő[/B][/COLOR][/COLOR]

# #35066
source: [COLOR %s][B]Force Trakt Sync to local database[/B][/COLOR]
hu_hu: [COLOR %s][B]Trakt szinkronizálás kényszerítése a helyi adatbázissal[/B][/COLOR][/COLOR]

# #35187
source: Rating
hu_hu: Értékelés

# #35188
source: Votes
hu_hu: Szavazatok

# #35189
source: Favourites Sorting
hu_hu: Kedvencek rendezése

# #35190
source: Movie Sorting
hu_hu: Filmek rendezése

# #35191
source: Show Sorting
hu_hu: Sorozatok rendezése

# #35192
source: Collections Sorting
hu_hu: Gyűjtemények rendezése

# #35193
source: Short Sorting
hu_hu: Kivonat rendezése

# #35194
source: Date Order
hu_hu: Dátum szerinti rendezés

# #35195
source: Ignore Articles
hu_hu: Tételek figyelmen kívül hagyása

# #35196
source: Failed To Add To Local Library
hu_hu: Nem sikerült hozzáadni a helyi könyvtárhoz

# #35308
source: Finish Watching
hu_hu: Figyelés befejezése

# #35391
source: Date Premiered
hu_hu: Bemutató dátuma

# #35392
source: Date Added
hu_hu: Hozzáadás dátuma

# #35393
source: Date Watched
hu_hu: Megtekintés dátuma

# #35485
source: Note
hu_hu: Megjegyzés

# #35492
source: Direct Progress Scraping
hu_hu: Közvetlen elérés

# #35493
source: Update Library
hu_hu: Könyvtár frissítése

# #35494
source: The stream cannot be found in the library. This can be caused by corrupted or deleted files, or if files or folders are renamed in the library location.
hu_hu: A műsor nem található a könyvtárban. Ezt okozhatják sérült vagy törölt fájlok, vagy ha a könyvtárban átneveztek fájlokat vagy mappákat.

# #35495
source: Add %s To Library
hu_hu: Add hozzá a(z) %s műsort a könyvtárhoz

# #35500
source: Watch
hu_hu: Figyelés

# #35501
source: Rate
hu_hu: Értékelés

# #35502
source: %s Marked As Watched On Trakt
hu_hu: %s megjelölése megtekintettként a Trakten

# #35503
source: %s Marked As Unwatched On Trakt
hu_hu: %s megjelölése megtekintésre váróként a Trakten

# #35504
source: %s Failed to Mark As Watched On Trakt
hu_hu: %s: Nem sikerült a Trakten megtekinttként megjelölni

# #35505
source: %s Failed to Mark As Unwatched On Trakt
hu_hu: %s: Nem sikerült a Trakten megtekintésre váróként megjelölni

# #35506
source: Movie Information
hu_hu: Filminformációk

# #35507
source: Show Information
hu_hu: Sorozat információk

# #35508
source: Season Information
hu_hu: Évad információk

# #35509
source: Episode Information
hu_hu: Epizód információk

# #35510
source: Marked As Watched
hu_hu: Megjelölés megtekintettként

# #35511
source: Marked As Unwatched
hu_hu: Megjelölés megtekintésre váróként

# #35512
source: Mark
hu_hu: Megjelölés

# #35513
source: Marked
hu_hu: Megjelölve

# #35514
source: Scrape
hu_hu: Adatgyüjtés

# #35515
source: Playlist
hu_hu: Lejátszási lista

# #35516
source: Clear Playlist
hu_hu: Lejátszási lista törlése

# #35517
source: Show Playlist
hu_hu: Lejátszási lista mutatása

# #35518
source: Remove From Playlist
hu_hu: Eltávolítás a lejátszási listáról

# #35519
source: Added To Playlist
hu_hu: Hozzáadva a lejátszási listához

# #35520
source: Removed From Playlist
hu_hu: Eltávolítva a lejátszási listáról

# #35521
source: Playlist Cleared
hu_hu: Lejátszási lista ürítve

# #35522
source: Playlist Manager
hu_hu: Lejátszási lista kezelő

# #35523
source: A new version of Umbrella is available from the repository. Please consider updating to v%s
hu_hu: Az Umbrella új verziója érhető el a depóból. Kérjük, fontolja meg a frissítést a v%s verzióra

# #35524
source: Notify Me About Available Updates
hu_hu: Értesítés az elérhető frissítésekről

# #35526
source: Movie theatrical unreleased color
hu_hu: Moziban nem leadott találat szine

# #35527
source: Enable Notification Sound
hu_hu: Értesítési hang engedélyezése

# #35528
source: Log Level
hu_hu: Naplózás szintje

# #35529
source: Normal
hu_hu: Normál

# #35530
source: Debug(Extra info)
hu_hu: Hibakeresés (Extra információ)

# #35531
source: Clear both Cache and Metacache?
hu_hu: Gyorsítótár és metaadat-tár ürítése?

# #35532
source: Cache and Metacache successfully cleared!
hu_hu: A gyorsítótár és a metaadat-tár sikeresen törlődött!

# #35547
source: Force
hu_hu: Kényszerítés

# #35572
source: Progress Sorting
hu_hu: Haladási napló rendezése

# #35573
source: Calendar Sorting
hu_hu: Naptár rendezése

# #35574
source: Watchlist Sorting
hu_hu: Megtekintési lista rendezése

# #40005
source: Priority
hu_hu: Prioritás

# #40006
source: Username
hu_hu: Felhasználónév

# #40007
source: [B]Restart Transfer?: %s[/B]
hu_hu: [B]Átvitel újraindítása?: %s[/B]

# #40008
source: [B]Restart Transfer[/B]
hu_hu: [B]Átvitel újraindítása[/B]

# #40009
source: Revoke Authorization Success
hu_hu: Sikeres engedély visszavonás

# #40010
source: All Debrid succesfuly authorized
hu_hu: AllDebrid sikeresen engedélyezve

# #40011
source: Downloading %s GB @ %s mbps from %s peers, %s %% completed
hu_hu: %s GB letöltése %s mbps sebességgel %s társtól, %s %% befejezve

# #40012
source: %s seeders
hu_hu: %s visszaosztó

# #40013
source: Converting MAGNET...
hu_hu: MAGNET átalakítása...

# #40014
source: Progress Dialog Canceled
hu_hu: Haladási párbeszédpanel bezárva

# #40015
source: Uploading at %s MB/s, %s%% of %s GB completed
hu_hu: Feltöltés %s MB/s sebességgel, %s%% / %s GB teljesítve

# #40016
source: Downloading at %s MB/s from %s peers, %s%% of %sGB completed
hu_hu: Letöltés %s MB/s sebességgel %s társtól, %s%% of %sGB teljesítve

# #40017
source: Saving Torrent to the %s Cloud
hu_hu: Torrent mentése a(z) %s felhőbe

# #40018
source: Umbrella: Cloud Transfer
hu_hu: Umbrella: Felhő átvitel

# #40019
source: Authentication with Real-Debrid has failed, please try again
hu_hu: A hitelesítés a Real-Debriddel sikertelen volt, kérjük, próbálja meg újra

# #40020
source: Authentication with Premiumize.me has failed, please try again
hu_hu: A hitelesítés a Premiumize.me-vel sikertelen volt, kérjük, próbálja meg újra

# #40021
source: Authentication with AllDebrid has failed, please try again
hu_hu: A hitelesítés az AllDebriddel sikertelen volt, kérjük, próbálja meg újra

# #40022
source: File Name Format
hu_hu: Fájlnév formátum

# #40023
source: Title (year) or Title S01E01
hu_hu: Cím (év) vagy cím S01E01

# #40024
source: torrent file name
hu_hu: torrent fájl neve

# #40025
source: Still Watching default action
hu_hu: "Még mindig nézi" esetén az alapértelmezett műveletet

# #40026
source: Number of episodes till Still Watching?
hu_hu: A "Még mindig nézed" párbeszédablak feldobásáig hátralévő részek száma:

# #40027
source: Continuous Episode Playback Settings
hu_hu: Folyamatos epizódlejátszás beállításai

# #40028
source: Enable PlayNext popup
hu_hu: A "Következik" felugró ablak engedélyezése

# #40029
source: PlayNext Notification time
hu_hu: A "Következik" felugró ablakhoz kapcsolódó értesítési idő

# #40030
source: Auto Playlist Creation
hu_hu: Automatikus lejátszási lista létrehozása

# #40031
source: Auto Episode Resume
hu_hu: Automatikus epizód folytatás

# #40032
source: Force Episode Resume on Continue Watching Items
hu_hu: Az epizód folytatásának kikényszerítése az elemek folytatásánál

# #40033
source: Menu Icon type
hu_hu: Menü ikon típusa

# #40034
source: Add Meta Provider Labels..ex. (IMDb)
hu_hu: Meta szolgáltatói címkék hozzáadása..pl. (IMDb)

# #40036
source: [B]Username:[/B] %s
hu_hu: [B]Felhasználónév:[/B] %s

# #40037
source: [B]Status:[/B] %s
hu_hu: [B]Állapot:[/B] %s

# #40038
source: [B]Fidelity Points:[/B] %s
hu_hu: [B]Hűségpontok:[/B] %s

# #40039
source: Highlight Color
hu_hu: Kiemelés színe

# #40040
source: [B]Customer ID:[/B] %s
hu_hu: [B]Ügyfél azonosító:[/B] %s

# #40041
source: [B]Expires:[/B] %s
hu_hu: [B]Lejárat:[/B] %s

# #40042
source: [B]Days Remaining:[/B] %s
hu_hu: [B]Hátralévő napok:[/B] %s

# #40043
source: [B]Points Used:[/B] %.f
hu_hu: [B]Felhasznált pontok:[/B] %.f

# #40044
source: [B]Space Used:[/B] %.2f
hu_hu: [B]Használt hely:[/B] %.2f

# #40045
source: [B]Fair Use (Percentage Used):[/B] %s
hu_hu: [B]Tisztességes használat (felhasznált százalék):[/B] %s

# #40046
source: folder
hu_hu: mappa

# #40047
source: file
hu_hu: fájl

# #40048
source: [B]Download File[/B]
hu_hu: [B]Fájl letöltése[/B]

# #40049
source: [B]Rename %s[/B]
hu_hu: [B]Átnevezés %s[/B]

# #40050
source: [B]Delete %s[/B]
hu_hu: [B]Törlés %s[/B]

# #40051
source: [B]Clear Finished Transfers[/B]
hu_hu: [B]Befejezett átvitelek törlése[/B]

# #40052
source: Preminumize.me succesfuly authorized
hu_hu: Premiumize.me sikeresen engedélyezve

# #40053
source: All Debrid Torrent Settings
hu_hu: AllDebrid Torrent beállítások

# #40054
source: Premiumize.me Auth
hu_hu: Premiumize.me hitelesítés

# #40055
source: Real-Debrid Auth
hu_hu: Real-Debrid hitelesítés

# #40056
source: AllDebrid Auth
hu_hu: AllDebrid hitelesítés

# #40060
source: Enable Premium Services Menu
hu_hu: Prémium szolgáltatások menü engedélyezése

# #40061
source: Enable Youtube Menu
hu_hu: Youtube menü engedélyezése

# #40062
source: Trakt Username
hu_hu: Trakt felhasználónév

# #40063
source: Months to Rollback for Hide in Cinema
hu_hu: A moziban futó filmek elrejtése visszamenőlegesen ennyi hónapra lesz érvényes

# #40064
source: Enable Christmas Collections
hu_hu: Karácsonyi gyűjtemények engedélyezése

# #40065
source: PlayNext default action
hu_hu: Alapértelmezett művelet a következő tartalom lejátszásakor

# #40066
source: [B]Plan:[/B] %s
hu_hu: [B]Terv:[/B] %s

# #40067
source: Clear Providers Cache After Changing Scraper Provider
hu_hu: Szolgáltatók gyorsítótárának törlése az adatszolgáltató megváltoztatása után

# #40068
source: Enable Anime Menu
hu_hu: Anime menü engedélyezése

# #40069
source: Enable Originals (ex. Netflix)
hu_hu: Engedélyezze az Eredetieket (pl. Netflix)

# #40070
source: Originals
hu_hu: Eredetiek

# #40071
source: Originals (TVMaze)
hu_hu: Eredetiek (TVMaze)

# #40072
source: Watched Progress
hu_hu: Előrehaladás a megtekintettek listájában

# #40073
source: Calendar
hu_hu: Naptár

# #40074
source: Select Menu type to hide from
hu_hu: Válassza ki az elrejteni kívánt menü típusát

# #40075
source: [COLOR %s][B]Hide[/B][/COLOR] %s
hu_hu: [COLOR %s][B]Elrejteni[/B][/COLOR] %s

# #40076
source: [COLOR %s][B]Scrobbble Reset[/B][/COLOR] Item
hu_hu: [COLOR %s][B]Szolgáltatott adat törlése[/B][/COLOR][/COLOR] a tételre vonatkozóan

# #40077
source: Originals (TMDb)
hu_hu: Eredetiek (TMDb)

# #40078
source: Clear [COLOR yellow]Icon and Fanart [/COLOR]...
hu_hu: [COLOR yellow]Ikon és poszter [/COLOR] törölve...

# #40079
source: Icon and Fanart Successfully Cleared!
hu_hu: Ikon és poszter sikeresen törölve!

# #40080
source: Trakt Tokens are out of sync and have been revoked. Please re-authorize Trakt in My Accounts module and reboot.
hu_hu: A Trakt tokenek nem szinkronizálódtak és visszavonták őket. Kérjük, engedélyezze újra a Traktet a Fiókjaim modulban és indítsa újra a Kodit.

# #40081
source: Prioritize Dolby-Vision above HDR
hu_hu: A Dolby Vision előnyben részesítése a HDR előtt

# #40082
source: [COLOR black]Black[/COLOR]
hu_hu: [COLOR black]Fekete[/COLOR]

# #40083
source: Show List Owner
hu_hu: Lista tulajdonosának megjelenítése

# #40084
source: MDBList Top Lists
hu_hu: MDBList toplisták

# #40085
source: MDBList API Key
hu_hu: MDBList API kulcs

# #40086
source: Paginate MDBList
hu_hu: MDBList lapozása

# #40087
source: MDBList User Lists
hu_hu: MDBList felhasználói listák

# #40088
source: MDBList Search Lists
hu_hu: MDBList keresési listák

# #40089
source: MDBList - Top Lists
hu_hu: MDBList - Legjobb listák

# #40090
source: MBDList - User Lists
hu_hu: MBDList - Felhasználói listák

# #40091
source: PlayNext Background Color
hu_hu: A "Következik" ablak háttérszíne

# #40092
source: Pre-emptive Termination (Movie)
hu_hu: Előzetes leállítás (Film)

# #40093
source: Pre-emptive Limit (Movie)
hu_hu: Előzetes leállítás időlimitje (Film)

# #40094
source: Min. Pre-emptive Res.(Movie)
hu_hu: Min. felb. előzetes leállítás esetén (Film)

# #40095
source: Pre-emptive Termination (TV Shows)
hu_hu: Előzetes leállítás (Sorozatok)

# #40096
source: Pre-emptive Limit (TV Shows)
hu_hu: Előzetes leállítás időlimitje (Sorozatok)

# #40097
source: Min. Pre-emptive Res. (TV Shows)
hu_hu: Min. felb. előzetes leállítás esetén (Sorozatok)

# #40103
source: Trakt Client ID
hu_hu: Trakt ügyfél azonosító

# #40104
source: Trakt Client Secret
hu_hu: Trakt ügyfél titkos kulcs

# #40105
source: Trakt API Key
hu_hu: Trakt API kulcs

# #40106
source: Use Custom Trakt API Keys
hu_hu: Egyedi Trakt API kulcsok használata

# #40107
source: Trakt Authorized Successfully
hu_hu: Sikeresen engedélyezett Trakt

# #40108
source: Trakt Authorization Error
hu_hu: Trakt engedélyezési hiba

# #40109
source: Trakt Authorization Revoked
hu_hu: Trakt engedély visszavonva

# #40110
source: Revoke Authorization
hu_hu: Engedély visszavonása

# #40111
source: %s %s hours %s minutes
hu_hu: %s %s óra %s perc

# #40112
source: [B]Timezone:[/B] %s
hu_hu: [B]Időzóna:[/B] %s

# #40113
source: [B]Joined:[/B] %s
hu_hu: [B]Csatlakozott:[/B] %s

# #40114
source: [B]Private:[/B] %s
hu_hu: [B]Privát:[/B] %s

# #40115
source: [B]VIP Status:[/B] %s
hu_hu: [B]VIP státusz:[/B] %s

# #40116
source: [B]Ratings Given:[/B] %s
hu_hu: [B]Adott értékelések:[/B] %s

# #40117
source: [B]Movies:[/B] [B]%s[/B] Collected, [B]%s[/B] Watched for [B]%s[/B]
hu_hu: [B]Filmek:[/B] [B]%s[/B] Gyűjtött, [B]%s[/B] Megnézve [B]%s[/B]

# #40118
source: [B]Shows:[/B] [B]%s[/B] Collected, [B]%s[/B] Watched
hu_hu: [B]Műsorok:[/B] [B]%s[/B] Gyűjtött, [B]%s[/B] Megnézve

# #40119
source: [B]Episodes:[/B] [B]%s[/B] Watched for [B]%s[/B]
hu_hu: [B]Epizódok:[/B] [B]%s[/B] Megnézve [B]%s[/B]

# #40120
source: Account Expiry Notification
hu_hu: Értesítés az előfizetés lejáratáról

# #40121
source: Authorization
hu_hu: Hitelesítés

# #40122
source: Launch Umbrella on Kodi Start
hu_hu: Indítsa el az Umbrella-t a Kodi indulásakor

# #40123
source: [B]SETTINGS[/B] : Trakt
hu_hu: [B]BEÁLLÍTÁSOK[/B] : Trakt

# #40124
source: [B]SETTINGS[/B] : Meta Accounts
hu_hu: [B]BEÁLLÍTÁSOK[/B] : Metafiókok

# #40125
source: Get API Key
hu_hu: API kulcs lekérése

# #40127
source: Error retrieving Furk Account Info
hu_hu: Hiba a Furk fiókinformációk lekérdezésében

# #40128
source: Account Found for Furk but not Premium.
hu_hu: A Furk fiókját megtaláltuk, ám az nem prémium.

# #40129
source: [B]Furk Username:[/B] %s
hu_hu: [B]Furk felhasználónév:[/B] %s

# #40130
source: [B]Furk API Key:[/B] %s
hu_hu: [B]Furk API kulcs:[/B] %s

# #40131
source: Prioritize AV1 to top
hu_hu: AV1 a lista tetejére

# #40132
source: Remove AV1
hu_hu: AV1 eltávolítása

# #40133
source: Premiumize Authorization Revoked
hu_hu: Premiumize engedély visszavonva

# #40135
source: Do not show removed duplicates popup
hu_hu: Ne jelenítse meg az eltávolított duplikátumok felugró ablakát

# #40136
source: Sort Episodes Descending (Default Ascending)
hu_hu: Epizódok rendezése csökkenő sorrendben (alapértelmezett növekvő)

# #40137
source: Sorting and Filters
hu_hu: Rendezés és szűrők

# #40138
source: Remove AVC
hu_hu: AVC eltávolítása

# #40139
source: Remove DIVX
hu_hu: DIVX eltávolítása

# #40140
source: Remove MP4
hu_hu: MP4 eltávolítása

# #40141
source: Remove MPEG
hu_hu: MPEG eltávolítása

# #40142
source: Remove WMV
hu_hu: WMV eltávolítása

# #40143
source: Source Sorting Options
hu_hu: Forrás rendezési lehetőségek

# #40144
source: Source Filtering Options
hu_hu: Forrásszűrési beállítások

# #40145
source: Source Filtering (Video)
hu_hu: Forrásszűrés (videó)

# #40146
source: Source Filtering (Audio Codec)
hu_hu: Forrásszűrés (audiokodek)

# #40147
source: Source Filtering (Audio Channel)
hu_hu: Forrásszűrés (hangcsatorna)

# #40148
source: Remove Dolby Digital
hu_hu: Dolby Digital eltávolítása

# #40149
source: Remove Dolby Digital Plus
hu_hu: Dolby Digital Plus eltávolítása

# #40150
source: Remove DTS
hu_hu: DTS eltávolítása

# #40151
source: Remove DTS-HD
hu_hu: DTS-HD eltávolítása

# #40152
source: Remove DTS-HDMA
hu_hu: DTS-HDMA eltávolítása

# #40153
source: Remove DTS-X
hu_hu: DTS-X eltávolítása

# #40154
source: Remove MP3
hu_hu: MP3 eltávolítása

# #40155
source: Remove Dolby Atmos
hu_hu: Dolby Atmos eltávolítása

# #40156
source: Remove OPUS
hu_hu: OPUS eltávolítása

# #40157
source: Remove 2 Channel
hu_hu: 2 csatornás hang eltávolítása

# #40158
source: Remove 6 Channel
hu_hu: 6 csatornás hang eltávolítása

# #40159
source: Remove 7 Channel
hu_hu: 7 csatornás hang eltávolítása

# #40160
source: Remove 8 Channel
hu_hu: 8 csatornás hang eltávolítása

# #40161
source: Remove Dolby TrueHD
hu_hu: Dolby TrueHD eltávolítása

# #40162
source: [B]SETTINGS:[/B] Sorting and Filters
hu_hu: [B]BEÁLLÍTÁSOK:[/B] Rendezés és szűrők

# #40163
source: Shortcuts
hu_hu: Kedvencek

# #40164
source: Select from different icon packages to use in the addon.
hu_hu: Válasszon a különböző ikoncsomagok közül a bővítményben való használathoz.

# #40169
source: TMDb Username
hu_hu: TMDb felhasználónév

# #40170
source: TMDb Password
hu_hu: TMDb jelszó

# #40171
source: IMDb Username
hu_hu: IMDb felhasználónév

# #40174
source: With this setting enabled, Source Select settings will be overridden for episodes and set to Auto Select
hu_hu: Ha ez a beállítás engedélyezve van, a Forrás kiválasztása beállítások felülíródnak az epizódok esetében, és az automatikus kiválasztásra kerülnek

# #40179
source: Turn reuselanguageinvoker Off
hu_hu: Kapcsolja ki a reuselanguageinvoker-t

# #40180
source: Turn reuselanguageinvoker On
hu_hu: Kapcsolja be a reuselanguageinvoker-t

# #40181
source: Turn 'reuselanguageinvoker' on within addon.
hu_hu: Kapcsolja be a 'reuselanguageinvoker' opciót a kiegészítőn belül.
