Repository: umbrellaplug/umbrellaplug.github.io
Catalog: nexus/plugin.video.umbrella/resources/language/Hungarian/strings.po
Languages: hu_hu

# #32000
source: Collections
hu_hu: Gyűjtemények

# #32001
source: Movies
hu_hu: Filmek

# #32002
source: TV Shows
hu_hu: Sorozatok

# #32003
source: My Movies
hu_hu: Filmjeim

# #32004
source: My TV Shows
hu_hu: Sorozataim

# #32005
source: Main
hu_hu: Főbeállítások

# #32006
source: New Episodes
hu_hu: Új epizódok

# #32007
source: Terminate on Cloud Sources
hu_hu: Felhőforrások esetén állj

# #32008
source: Tools
hu_hu: Eszközök

# #32009
source: Downloads
hu_hu: Letöltések

# #32010
source: Search
hu_hu: Keresés

# #32011
source: Page Item Limit
hu_hu: Megjelenített tételek oldalanként

# #32012
source: Enable Extended artwork (fanart.tv)
hu_hu: Rajongói poszterek engedélyezése (fanart.tv)

# #32013
source: News and Info!!
hu_hu: Hírek és információk

# #32014
source: Change Log!!
hu_hu: Változás napló

# #32015
source: Direct Progress Scrape
hu_hu: Közvetlen elérés

# #32016
source: Browse Progress
hu_hu: Haladási napló böngészése

# #32017
source: Browse Progress - load all remaining episodes of series
hu_hu: Haladási napló böngészése - a sorozat összes fennmaradó epizódjának betöltése

# #32018
source: Most Popular
hu_hu: Legnépszerűbb

# #32019
source: Upcoming Progress
hu_hu: Előrehaladás a közelgő műsorok listájában

# #32020
source: Box Office
hu_hu: Kasszasiker

# #32021
source: Do Not Group(quality, size priority)
hu_hu: Ne csoportosítson (minőség, méret prioritás szerint)

# #32022
source: Group(Torrents, Acct Sources, Prem Hosters)
hu_hu: Csoportositás (Torrents, Fiók források, Prem. hosztok)

# #32023
source: Enable Calendar (TVMaze) fetching extended meta
hu_hu: Kiterjesztett metaadatok lekérdezésének engedélyezése a naptár (TVMaze) számára

# #32024
source: Error Connecting to TMDb
hu_hu: Hiba a TMDb-hez való csatlakozásban

# #32025
source: My Ratings
hu_hu: Értékeléseim

# #32026
source: Favorites
hu_hu: Kedvencek

# #32027
source: Calendar
hu_hu: Naptár

# #32028
source: People Search
hu_hu: Emberek keresése

# #32029
source: People (Movies)
hu_hu: Emberek (Filmek)

# #32030
source: People (TV)
hu_hu: Emberek (TV)

# #32031
source: Discover
hu_hu: Felfedezés

# #32032
source: Collection
hu_hu: Gyűjtemény

# #32033
source: Watchlist
hu_hu: Megtekintési lista

# #32035
source: Remove Duplicate Sources
hu_hu: Duplikált források eltávolítása

# #32036
source: History
hu_hu: Előzmények

# #32037
source: Progress
hu_hu: Előrehaladás

# #32038
source: ENTER CUSTOM TITLE
hu_hu: ADJA MEG AZ EGYÉNI CÍMET

# #32039
source: Movie Lists
hu_hu: Film listák

# #32040
source: TV Show Lists
hu_hu: Sorozat listák

# #32041
source: Episode Lists
hu_hu: Epizódlisták

# #32042
source: No Trakt or IMDb account found.
hu_hu: Nem találtam Trakt vagy IMDb fiókot.

# #32043
source: [B]SETTINGS[/B] : General
hu_hu: [B]BEÁLLÍTÁSOK[/B] : Általános

# #32044
source: [B]SETTINGS[/B] : Accounts
hu_hu: [B]BEÁLLÍTÁSOK[/B] : Fiókok

# #32045
source: [B]SETTINGS[/B] : Playback
hu_hu: [B]BEÁLLÍTÁSOK[/B] : Lejátszás

# #32046
source: [B]SETTINGS[/B] : Subtitles
hu_hu: [B]BEÁLLÍTÁSOK[/B] : Feliratok

# #32047
source: [B]SETTINGS[/B] : Providers
hu_hu: [B]BEÁLLÍTÁSOK[/B] : Szolgáltatók

# #32048
source: [B]SETTINGS[/B] : Downloads
hu_hu: [B]BEÁLLÍTÁSOK[/B] : Letöltések

# #32049
source: [B]UMBRELLA[/B] : Viewtypes
hu_hu: [B]UMBRELLA[/B] : Nézettípusok

# #32050
source: Enable cloud scraper
hu_hu: Engedélyezze az adatkinyerőt felhőforrás esetén

# #32051
source: Remove 3D
hu_hu: 3D eltávolítása

# #32052
source: Ignore m2ts in cloud files
hu_hu: Az m2ts figyelmen kívül hagyása a felhőfájlokban

# #32053
source: [I]Next Page[/I]
hu_hu: [I]Következő oldal[/I]

# #32054
source: Seasons
hu_hu: Évadok

# #32055
source: Season
hu_hu: Évad

# #32056
source: Are you sure?
hu_hu: Biztos benne?

# #32057
source: Process Complete
hu_hu: Folyamat befejezve

# #32058
source: This will slow down things until they are re-cached!
hu_hu: Ez lelassítja a működést, amíg újra nem gyorsítótáraz a rendszer!

# #32059
source: CLICK HERE TO SAVE VIEW
hu_hu: KATTINTSON IDE A NÉZET ELMENTÉSÉHEZ

# #32060
source: January|February|March|April|May|June|July|August|September|October|November|December
hu_hu: Január|Február|Március|Április|Május|Június|Július|Augusztus|Szeptember|Október|November|December

# #32061
source: Monday|Tuesday|Wednesday|Thursday|Friday|Saturday|Sunday
hu_hu: Hétfő|Kedd|Szerda|Csütörtök|Péntek|Szombat|Vasárnap

# #32063
source: Source Select
hu_hu: Forrás kiválasztása

# #32064
source: Auto Play
hu_hu: Automatikus lejátszás

# #32065
source: Add To Playlist
hu_hu: Hozzáadás a lejátszási listához

# #32066
source: Watched in Umbrella
hu_hu: Umbrellában megtekintett

# #32067
source: Unwatched in Umbrella
hu_hu: Umbrellában megtekintésre vár

# #32068
source: Watched in Trakt
hu_hu: Traktben megtekintett

# #32069
source: Unwatched in Trakt
hu_hu: Traktben megtekintésre vár

# #32070
source: [COLOR yellowgreen]Trakt Manager[/COLOR]
hu_hu: [COLOR yellowgreen]Trakt Kezelő[/COLOR]

# #32071
source: Browse Series
hu_hu: Sorozatok böngészése

# #32072
source: Refresh
hu_hu: Frissítés

# #32073
source: [B]TRAKT[/B] : Authorize
hu_hu: [B]TRAKT[/B] : Engedélyezés

# #32074
source: Source Options
hu_hu: Forráslehetőségek

# #32075
source: Auto update User Lists
hu_hu: Felhasználói listák automatikus frissítése

# #32076
source: Removing metacache results in excessive api requests and system slow down.[CR]Are you sure?
hu_hu: A metaadat-tároló eredményeinek eltávolítása túlzott API-kéréseket okoz illetve a rendszer lassulását eredményezi.[CR]Folytassuk?

# #32077
source: This wipes your cache, metacache, search, and providers database. All meta must be fetched from scratch, resulting in excessive api requests and system slow down. Best to only use this unless ABSOLUTELY necessary.[CR]Are you sure?
hu_hu: Ez törli a gyorsítótárat, a metaadat-tárolót, a keresési- és a szolgáltatók adatbázisát is. Az összes meta adatot újból le kell kérni, ami túlzott API-kéréseket és a rendszer lassulását eredményezi. A legjobb, ha csak akkor használod, HA szükséges.[CR]Folytassuk?

# #32078
source: Show Notificatons for Library
hu_hu: Műsorkönyvtár értesítések megjelenítése

# #32079
source: Prefer TMDb artwork (poster, fanart)
hu_hu: TMDb poszterek (hivatalos és rajongói) előnyben részesítése

# #32080
source: File Size limit (GB)
hu_hu: Fájlméret-korlátozás (GB)

# #32081
source: Enable
hu_hu: Engedélyezés

# #32082
source: Trakt: Scrobble Reset
hu_hu: Trakt: Ajánló alaphelyzetbe állítása

# #32083
source: Clean Settings file: [B]UMBRELLA[/B]
hu_hu: Beállítási fájl tisztitása: [B]UMBRELLA[/B]

# #32084
source: {} Obsolete Settings Entries Removed
hu_hu: {} elavult beállítás eltávolítva

# #32085
source: Updating Library...
hu_hu: Könyvtár frissítése...

# #32086
source: Libray Update Complete
hu_hu: A könyvtár frissítése befejeződött

# #32087
source: View Types Successfully Cleared!
hu_hu: A nézettípusok sikeresen ürítve lettek!

# #32088
source: Trakt: Scrobbled
hu_hu: Trakt: Ajánlóba feljegyezve

# #32089
source: All Cache Successfully Cleared!
hu_hu: Minden gyorsítótár sikeresen törlődött!

# #32090
source: Provider Cache Successfully Cleared!
hu_hu: Szolgáltatói gyorsítótár sikeresen törölve!

# #32091
source: Metadata Cache Successfully Cleared!
hu_hu: A metaadatok gyorsítótárát sikeresen töröltük!

# #32092
source: Cache Successfully Cleared!
hu_hu: A gyorsítótár sikeresen törlődött!

# #32093
source: Search History Successfully Cleared!
hu_hu: Keresés előzményei sikeresen törölve!

# #32094
source: Search Phrase Successfully Cleared!
hu_hu: Keresési kifejezés sikeresen törölve!

# #32095
source: Resume Point source:
hu_hu: Folytatási pont:

# #32096
source: Trakt scrobbles
hu_hu: Trakt adatszolgáltatás az ajánlóba

# #32097
source: Enable scrobbling
hu_hu: Adatküldés engedélyezése

# #32098
source: NOTE: Do Not enable this if you scrobble through the Trakt add-on.[CR]Also note that only scrobble on Stop currently works.
hu_hu: MEGJEGYZÉS: Ne engedélyezze ezt, ha a Trakt kiegészítőn keresztül küldi a megtekintési információkat[CR]Vegze figyelembe azt is, hogy jelenleg csak a Stop-on scrobble működik.

# #32099
source: Show notification on scrobble
hu_hu: Értesítés megjelenítése az ajánlóba való adatküldésről

# #32100
source: Bookmarks Successfully Cleared!
hu_hu: Könyvjelzők sikeresen törölve!

# #32101
source: Show [COLOR yellow]Changelog[/COLOR]...
hu_hu: Show [COLOR yellow]Változások listája[/COLOR]...

# #32102
source: Bookmark Successfully Cleared!
hu_hu: Könyvjelző sikeresen törölve!

# #32103
source: strm files written but library cannot be updated
hu_hu: Az strm fájlok kiíródtak, de a könyvtár nem frissíthető

# #32104
source: strm file written but library cannot be updated
hu_hu: Az strm fájl kiíródott, de a könyvtár nem frissíthető

# #32105
source: Trakt Movies Sync Complete
hu_hu: Trakt filmek szinkronizálása kész

# #32106
source: Update Service is disabled. Please enable and try again
hu_hu: A frissítési szolgáltatás le van tiltva. Kérjük, engedélyezze és próbálja újra

# #32107
source: Your Library Folders do not exist in Kodi Sources. Please run setup
hu_hu: A könyvtármappák nem léteznek a Kodi forrásai közt. Kérjük, futtassa a varázslót

# #32108
source: No Shows in Addon Folder
hu_hu: Nincsenek sorozatok a kiegészítő mappában

# #32109
source: No Episode Updates Found
hu_hu: Nem található frissebb epizód

# #32110
source: Restart Kodi for changes is required
hu_hu: Újra kell indítani a Kodi-t a változások alkalmazásához

# #32111
source: Folders Failed to add to Kodi Sources
hu_hu: A mappákat nem sikerült hozzáadni a Kodi forrásokhoz

# #32112
source: Library Auto Update Service is now turned off
hu_hu: A Könyvtár automatikus frissítési szolgáltatása mostantól ki van kapcsolva

# #32113
source: No Movie lists imports found
hu_hu: A filmlisták importfájlja nem található

# #32114
source: My Accounts sync complete
hu_hu: A profilok szinkronizálása befejeződött

# #32115
source: Error Cleaning Settings.xml. Old settings.xml files Restored.
hu_hu: Hiba a Settings.xml tisztítása közben. A régi settings.xml fájl helyreállításra került.

# #32116
source: This feature is only supported in kodi 18 and beyond
hu_hu: Ezt a funkciót csak a Kodi 18 és az azt követő verziók támogatják

# #32117
source: Added to Favorites
hu_hu: Hozzáadva a kedvencekhez

# #32118
source: Removed From Favorites
hu_hu: Eltávolítva a kedvencek közül

# #32119
source: Playlist is empty
hu_hu: A lejátszási lista üres

# #32120
source: Title already in playlist
hu_hu: A cím már szerepel a lejátszási listában

# #32121
source: %s Added to playlist
hu_hu: %s hozzáadva a lejátszási listához

# #32122
source: %s Removed from playlist
hu_hu: %s eltávolítva a lejátszási listáról

# #32123
source: Not found in playlist
hu_hu: Nem található a lejátszási listában

# #32124
source: No TVShow lists imports found
hu_hu: A sorozatok importfájlja nem található

# #32125
source: Scraper Preparation
hu_hu: Adatkinyerő előkészítése

# #32126
source: Furk Username
hu_hu: Furk felhasználónév

# #32127
source: Furk Password
hu_hu: Furk jelszó

# #32128
source: Furk API Key
hu_hu: Furk API kulcs

# #32129
source: Enable Furk.net Menu
hu_hu: Furk.net menü engedélyezése

# #32130
source: Trakt: Scrobble Failed
hu_hu: Trakt: Sikertelen az ajánlóba való adatküldés

# #32131
source: Trakt: Scrobble Reset Failed
hu_hu: Trakt: Ajánló alaphelyzetbe állítása sikertelen

# #32132
source: Highlight Color
hu_hu: Kiemelés színe

# #32133
source: Torent/Hoster sorting method
hu_hu: Torrent/Hoszter rendezési módszer

# #32134
source: Sort by file size
hu_hu: Rendezés fájlméret szerint

# #32135
source: Open My Accounts Addon
hu_hu: Fiókbeállitások megnyitása

# #32136
source: sync(re) with My Accounts
hu_hu: Fiókadatok (újra)szinkronizálása

# #32137
source: [COLOR FFA0C12C] -- Help --[/COLOR]
hu_hu: [COLOR FFA0C12C] -- Segítség --[/COLOR]

# #32138
source: [COLOR FFA0C12C] -- Dev Mode Help --[/COLOR]
hu_hu: [COLOR FFA0C12C] -- Fejlesztői súgó --[/COLOR]

# #32139
source: reuselanguageinvoker current status
hu_hu: reuselanguageinvoker jelenlegi állapota

# #32140
source: [COLOR FFA0C12C] -- reuselanguageinvoker Help --[/COLOR]
hu_hu: [COLOR FFA0C12C] -- reuselanguageinvoker súgó --[/COLOR]

# #32141
source: Disable single episode scraping
hu_hu: A különálló epizódokra vonatkozó adatkinyerő kikapcsolása

# #32142
source: Disable single scraper filter
hu_hu: Amennyiben egyetlen adatkinyerő aktív, a szűrő kikapcsolása

# #32143
source: Disable season pack scraping
hu_hu: Az évadcsomagra vonatkozó adatkinyerő kikapcsolása

# #32144
source: Disable season pack scraper filter
hu_hu: Az évadcsomagra vonatkozó szűrő kikapcsolása

# #32145
source: Disable show pack scraping
hu_hu: A sorozatcsomagra vonatkozó adatkinyerő kikapcsolása

# #32146
source: Disable show pack scraper filter
hu_hu: A sorozatcsomagra vonatkozó szűrő kikapcsolása

# #32147
source: Developer mode
hu_hu: Fejlesztői mód

# #32148
source: $NUMBER[24]HR delay before import
hu_hu: $NUMBER[24]HR késleltetés az importálás előtt

# #32149
source: Create .strm files for TMDB Helper
hu_hu: .strm fájlok létrehozása a TMDB Helper számára

# #32150
source: Acount Info
hu_hu: Fiók információ

# #32151
source: [I]Please Accounts in Settings to Setup[/I]
hu_hu: [I]Kérjük, adjon hozzá egy fiókot a kiegészítő beállitásaiban[/I]

# #32153
source: Account Info
hu_hu: Fiók információ

# #32155
source: Min. Movie Size (GB)
hu_hu: Min. film méret (GB)

# #32156
source: Max. Movie Size (GB)
hu_hu: Max. film méret (GB)

# #32157
source: Min. Episode Size (GB)
hu_hu: Min. epizód méret (GB)

# #32158
source: Max. Episode Size (GB)
hu_hu: Max. epizód méret (GB)

# #32159
source: Do not spam log with removed duplicates
hu_hu: Ne szemetelje a naplót az eltávolított duplikátumokkal

# #32160
source: Remove CAM
hu_hu: CAM eltávolítása

# #32161
source: Remove SD sources (only if better quality exists)
hu_hu: SD források eltávolítása (csak akkor, ha létezik jobb minőség)

# #32162
source: Remove uncached torrents
hu_hu: Távolítsa el a nem gyorsítótárazott torrenteket

# #32163
source: Allow Multi Episodes to Show Unwatched Count
hu_hu: Engedélyezze több epizód esetén a megtekintetlenek számának megjelenítését

# #32164
source: Scraper Dialog Highlight Color
hu_hu: Kiemelés színe az adatkinyerő párbeszédpanel

# #32165
source: Enable Movie File Size Limit
hu_hu: Filmfájl méretkorlátozás engedélyezése

# #32166
source: Enable Episode File Size Limit
hu_hu: Epizódfájl méretkorlátozás engedélyezése

# #32167
source: Title Search limit (Movies and TVShows)
hu_hu: Címkeresési korlát (Filmek és TV-műsorok)

# #32168
source: Play Next
hu_hu: Következik

# #32169
source: Play Now
hu_hu: Most játszott

# #32170
source: Stop
hu_hu: Megállítás

# #32171
source: Ends at:
hu_hu: Véget ér ekkor:

# #32172
source: Still there?
hu_hu: Még mindig nézi?

# #32173
source: Continue watching
hu_hu: Megtekintés folytatása

# #32174
source: Default Play Next Action in....
hu_hu: Alapértelmezett müvelet a következő elem lejátszása esetén ennyi idő múlva....

# #32175
source: Still Watching in....
hu_hu: Megtekintésre rákérdezés ennyi idő múlva....

# #32176
source: Play
hu_hu: Lejátszás

# #32177
source: Stop
hu_hu: Megállítás

# #32178
source: Pause
hu_hu: Szüneteltetés

# #32180
source: Cancel
hu_hu: Mégsem

# #32181
source: Watched Progress and Calendar
hu_hu: Előrehaladás a megtekintettek közt, naptár

# #32182
source: Browsing Series must force close this xml and any changes will be lost. Continue?
hu_hu: A sorozatböngészőnek kényszerítetten kell bezárnia ezt az xml-t, igy minden változás elveszik. Folytassuk?

# #32183
source: Hide fully watched shows
hu_hu: Teljesen végignézett műsorok elrejtése

# #32184
source: Find similar
hu_hu: Hasonló keresése

# #32185
source: Rescrape Item
hu_hu: Elem adatainak újbóli lekérése

# #32186
source: Like List
hu_hu: Lista kedvelése

# #32187
source: UnLike List
hu_hu: Lista kedvelés visszavonása

# #32188
source: Paginate Lists when possible
hu_hu: A listák oldalszámozása, ha lehetséges

# #32189
source: Clear Umbrella Log File
hu_hu: Umbrella naplófájl törlése

# #32190
source: Select All
hu_hu: Összes kiválasztása

# #32191
source: %s - Lang Downloaded from OPENSUBTILES.ORG
hu_hu: %s - nyelvű felirat letöltve innen: OPENSUBTILES.ORG

# #32192
source: Enable notification of subtitle downloads
hu_hu: A felirat letöltésekről szóló értesítés engedélyezése

# #32193
source: Rescrape with All Providers
hu_hu: Adatkinyerő újrafuttatása minden szolgáltatóval

# #32194
source: Refresh Progress List
hu_hu: Haladási napló frissítése

# #32195
source: Prioritize HDR and Dolby-Vision to top
hu_hu: A HDR és a Dolby Vision a lista tetejére helyezése

# #32196
source: Umbrella log file uploaded to:
hu_hu: Umbrella naplófájl feltöltve:

# #32197
source: Write Umbrella log in reverse order
hu_hu: Umbrella napló írása fordított sorrendben

# #32198
source: [B]Kodi - Upload log file to pastebin[/B]
hu_hu: [B]Kodi - Naplófájl feltöltése a pastebinre[/B]

# #32199
source: Kodi log file uploaded to:
hu_hu: Kodi naplófájl feltöltve:

# #32200
source: check title
hu_hu: cím ellenőrzése

# #32201
source: check year
hu_hu: ellenőrizze az évet

# #32202
source: Recent Episodes
hu_hu: Legutóbbi epizódok

# #32203
source: Upcoming Episodes
hu_hu: Közelgő epizódok

# #32204
source: Season Premieres
hu_hu: Évad premierek

# #32205
source: Use default "Rescrape" option vs Menu
hu_hu: Alapértelmezett "adatkinyerő újrafuttatása" opció használata

# #32206
source: selected default
hu_hu: kiválasztott alapértelmezett

# #32207
source: Rescrape Item - AutoPlay
hu_hu: Elem adatainak újbóli lekérése automatikus lejátszás esetén

# #32208
source: Rescrape Item - Source Select
hu_hu: Elem adatainak újbóli lekérése - Forrás kiválasztása

# #32209
source: Rescrape Item with [COLOR %s][B]All Providers[/B][/COLOR] - AutoPlay
hu_hu: Elem adatainak újbóli lekérése [COLOR %s][B]minden szolgáltatótól[/B][/COLOR][/COLOR] automatikus lejátszás esetén

# #32210
source: Rescrape Item with [COLOR %s][B]All Providers[/B][/COLOR] - Source Select
hu_hu: Elem adatainak újbóli lekérése [COLOR %s][B]minden szolgáltatótól[/B][/COLOR][/COLOR] - Forrás kiválasztása

# #32211
source: Use provider priority run ordering
hu_hu: Rendezési sorrend meghatározása a szolgáltatóknál beállított prioritási sorrend alapján

# #32212
source: Reverse Size Sort (Low to High)
hu_hu: Méret szerinti fordított rendezés (legkisebbtől a legnagyobbig)

# #32213
source: Uncached Torrents sort by seeders
hu_hu: Nem tárolt torrentek rendezése a visszaosztók száma szerint

# #32214
source: Coming Soon
hu_hu: Hamarosan

# #32215
source: Coming Soon (IMDb)
hu_hu: Hamarosan (IMDb)

# #32216
source: Rescrape Item with [COLOR %s][B]Custom Query[/B][/COLOR] - Source Select
hu_hu: Elem újragyűjtése [COLOR %s][B]egyéni lekérdezéssel[/B][/COLOR][/COLOR] - Forrás kiválasztása

# #32217
source: Rescrape Item with [COLOR %s][B]Custom Query and All Providers[/B][/COLOR] - Source Select
hu_hu: Elem újragyűjtése [COLOR %s][B]egyéni lekérdezéssel, minden szolgáltatótól[/B][/COLOR][/COLOR] - Forrás kiválasztása

# #32218
source: [B]Loyalty:[/B] %s
hu_hu: [B]Hűségpontok:[/B] %s

# #32219
source: [B]Data Used:[/B] %s
hu_hu: [B]Felhasznált adat:[/B] %s

# #32220
source: [B]Data Remaining:[/B] %s
hu_hu: [B]Felhasználható adat:[/B] %s

# #32221
source: Error retrieving EasyNews Account Info
hu_hu: Hiba az EasyNews fiókadatok lekérdezésében

# #32222
source: Enter search Term
hu_hu: Keresési kifejezés megadása

# #32223
source: Enable AllDebrid Menu
hu_hu: AllDebrid menü engedélyezése

# #32224
source: Enable EasyNews Menu
hu_hu: EasyNews menü engedélyezése

# #32225
source: Enable Premiumize.me Menu
hu_hu: Premiumize.me menü engedélyezése

# #32226
source: Enable Real-Debrid Menu
hu_hu: Real-Debrid menü engedélyezése

# #32227
source: Require Year in source for known Reboot shows
hu_hu: Év megkövetelése a forrásban az újraindított műsorok esetén

# #32229
source: Prioritize HEVC to top
hu_hu: HEVC a lista tetejére helyezése

# #32230
source: check IMDb Movie meta
hu_hu: IMDb film metaadatok ellenőrzése

# #32231
source: check IMDb Show meta
hu_hu: IMDb sorozat metaadatok ellenőrzése

# #32232
source: Rescrape Item [COLOR %s][B]Filterless(FS)[/B][/COLOR] with [COLOR %s][B]All Providers[/B][/COLOR] - Source Select
hu_hu: Az elem újragyüjtése [COLOR %s][B]szűrés nélkül(FS)[/B][/COLOR][/COLOR] [COLOR %s][B]minden szolgáltatótól[/B][/COLOR][/COLOR] - Forrás kiválasztása

# #32233
source: TMDb image resolutions
hu_hu: TMDb képfelbontások

# #32234
source: Low
hu_hu: Alacsony

# #32235
source: Medium
hu_hu: Közepes

# #32236
source: High
hu_hu: Magas

# #32237
source: Original
hu_hu: Eredeti

# #32301
source: Enabled
hu_hu: Engedélyezve

# #32303
source: User
hu_hu: Felhasználó

# #32305
source: ID
hu_hu: Azonositó

# #32306
source: Authorization...
hu_hu: Engedélyezés...

# #32307
source: Password
hu_hu: Jelszó

# #32308
source: PIN
hu_hu: PIN-KÓD

# #32310
source: General
hu_hu: Általános

# #32311
source: Icon Package
hu_hu: Ikon csomag

# #32312
source: Scraper Timeout
hu_hu: Begyűjtés időkorlátja

# #32313
source: Indicators
hu_hu: Mutatók

# #32314
source: Local
hu_hu: Helyi

# #32316
source: api Language
hu_hu: api Nyelv

# #32317
source: Flatten TV seasons
hu_hu: Sorozatévadok egyesitése

# #32318
source: Enable Fanart
hu_hu: Rajongói poszterek engedélyezése

# #32319
source: Menu
hu_hu: Menü

# #32320
source: Auth Revoked
hu_hu: Engedély visszavonva

# #32321
source: Featured
hu_hu: Kiemelt

# #32322
source: Trakt Trending
hu_hu: Felkapott a Trakten

# #32323
source: Most Popular
hu_hu: Legnépszerűbb

# #32324
source: In Theaters
hu_hu: A mozikban

# #32325
source: Episode
hu_hu: Epizód

# #32326
source: Episodes
hu_hu: Epizódok

# #32328
source: Playback Canceled
hu_hu: Lejátszás megszakítva

# #32329
source: My Lists (My Movies, My TV Shows)
hu_hu: Listáim (Filmjeim, TV-műsoraim)

# #32330
source: Playback
hu_hu: Lejátszás

# #32331
source: Default (movie/episode) select action
hu_hu: Alapértelmezett (film/epizód) kiválasztási művelet

# #32332
source: Dialog
hu_hu: Dialógus

# #32333
source: Source Select (Window xml skin)
hu_hu: Forrás kiválasztása (Window xml téma)

# #32334
source: Auto Play
hu_hu: Automata lejátszás

# #32335
source: Progress Dialog (Scraping and Resolving)
hu_hu: Haladási párbeszédpanel (begyűjtés és feloldás)

# #32336
source: Foreground
hu_hu: Előtér

# #32337
source: Background
hu_hu: Háttér

# #32338
source: Sources Filtering Options
hu_hu: Források szűrési beállításai

# #32339
source: Max Quality
hu_hu: Max minőség

# #32340
source: SD Hosters in Auto Play
hu_hu: SD minőségű megosztók beillesztése az automatikus lejátszásba

# #32341
source: Remove pair/captcha hosts
hu_hu: Páros/captcha hosztok eltávolítása

# #32342
source: Sort by Scraper Provider
hu_hu: Rendezés adatszolgáltató szerint

# #32343
source: When playback starts...
hu_hu: Amikor a lejátszás elindul...

# #32344
source: Resume Playback
hu_hu: Lejátszás folytatása

# #32345
source: Providers
hu_hu: Szolgáltatók

# #32346
source: Accounts
hu_hu: Fiókok

# #32347
source: Downloads
hu_hu: Letöltések

# #32348
source: Enable downloads
hu_hu: Letöltések engedélyezése

# #32349
source: Movies
hu_hu: Filmek

# #32351
source: Downloading features are disabled by default.
hu_hu: A letöltési funkciók alapértelmezés szerint le vannak tiltva.

# #32352
source: Set up your download folders in order to enable them.
hu_hu: Állítsa be a letöltési mappákat, hogy engedélyezze őket.

# #32353
source: Subtitles
hu_hu: Feliratok

# #32354
source: Enable subtitles
hu_hu: Feliratok engedélyezése

# #32355
source: Convert subtitles to UTF-8
hu_hu: Feliratok átalakítása UTF-8-ra

# #32356
source: Primary Language
hu_hu: Elsődleges nyelv
