Repository: umbrellaplug/umbrellaplug.github.io
Catalog: nexus/plugin.video.umbrella/resources/language/Hungarian/strings.po
Languages: hu_hu

# #40182
source: Turn 'reuselanguageinvoker' off within addon.
hu_hu: Kapcsolja ki a 'reuselanguageinvoker' opciót a kiegészítőben.

# #40183
source: General settings category for settings that effect multiple things throughout the addon and general settings for the addon.
hu_hu: Általános beállítások kategória az olyan beállításokhoz, amelyek több dologra is hatással vannak az egész kiegészítőben, valamint a kiegészítő általános beállításaihoz.

# #40184
source: Navigation settings category for turning on and off different features and areas of the addon like sections on main menus and within tv and movie sections.
hu_hu: Navigációs beállítások kategória a kiegészítő különböző funkcióinak és területeinek be- és kikapcsolásához, mint például a főmenü, valamint a tv és film szekciók szekciói.

# #40185
source: TV Show settings category for settings related to television shows. Includes Playnext and TV Show list options.
hu_hu: Sorozat beállítások kategória a sorozatokkal kapcsolatos beállításokhoz. Tartalmazza a "Következik" és a sorozat lista beállításait.

# #40186
source: Playback settings category for settings related to video playback.
hu_hu: Lejátszási beállítások kategória a videolejátszással kapcsolatos beállításokhoz.

# #40187
source: Sorting and Filtering settings category for settings related to sources and sorting and filtering results from sources.
hu_hu: Rendezés és szűrés beállítások kategória a forrásokkal kapcsolatos beállításokhoz, valamint a forrásokból származó eredmények rendezéséhez és szűréséhez.

# #40188
source: Source settings category for settings related to sources and how results for sources are presented.
hu_hu: A forrásbeállítások kategória a forrásokkal kapcsolatos és a források eredményeinek megjelenítéséhez szükséges beállításokat tartalmazza.

# #40189
source: Trakt settings category for Trakt authorization and settings exclusive to Trakt.
hu_hu: A Trakt beállítások kategória a Trakt engedélyezését és a Traktre kizárólagosan vonatkozó beállításokat tartalmazza.

# #40190
source: Account settings category for Account setups and authorizations. Includes Real Debrid, All Debrid, Premiumize, Easy News, Furk, and File Pursuit.
hu_hu: A fiókbeállítások kategória a fiókbeállításokat és engedélyeket tartalmazza. Tartalmazza a Real Debrid, AllDebrid, Premiumize, Easy News, Furk és File Pursuit szolgáltatásokat.

# #40191
source: Meta Account settings category for Meta Account setups and authorizations. Includes TMDb, MDBList, Fanart, and IMDb.
hu_hu: A metafiók beállítások kategóriája a metafiók beállításokhoz és engedélyekhez. Tartalmazza a TMDb-t, az MDBListet, a Fanartot és az IMDb-t.

# #40192
source: Library settings category for personal library setup and organization.
hu_hu: A könyvtárhoz kapcsolódó beállítások kategóriája a személyes könyvtár beállításához és szervezéséhez.

# #40193
source: Download settings category for downloads. Includes folders and file formatting.
hu_hu: A letöltésekhez kapcsolódó beállítások kategóriája. Tartalmazza a mappákat és a fájlformázást.

# #40194
source: Download settings category for subtitles. Automatic subtitle settings.
hu_hu: A feliratok letöltéséhez kapcsolódó beállítások kategóriája. Automatikus feliratbeállítások.

# #40195
source: Provider settings category for Providers.
hu_hu: A szolgáltatói beállítások kategória a szolgáltatókhoz kapcsolódó beállitásokat tartalmazza.

# #40198
source: Plex Client ID
hu_hu: Plex ügyfél azonosítója

# #40199
source: Plex Device ID
hu_hu: Plex eszközazonosító

# #40200
source: Plexshare Source Title
hu_hu: Plexshare Forrás Cím

# #40206
source: GDrive Worker URL
hu_hu: A GDrive Worker URL címe

# #40207
source: Debugging settings for developers and advanced users.
hu_hu: Hibakeresési beállítások fejlesztők és haladó felhasználók számára.

# #40208
source: Helpful shortcuts for quick access.
hu_hu: Hasznos gyorsbillentyűk a kedvencekhez.

# #40209
source: Auto-update library from Trakt list(s)
hu_hu: Automatikus könyvtárfrissítés a Trakt listá(k)ból

# #40210
source: Updating library from Trakt List(s).
hu_hu: Könyvtár frissítése a Trakt listá(k)ból.

# #40211
source: Please select list(s)
hu_hu: Kérjük, válassza ki a listá(ka)t

# #40212
source: Update library now?
hu_hu: Könyvtár frissítése most?

# #40213
source: List: %s has [B]%s[/B] items. Are you sure you want to add to library?
hu_hu: Lista: %s [B]%s[/B] elemet tartalmaz. Biztos, hogy hozzá akarja adni a könyvtárhoz?

# #40214
source: List Import Canceled.
hu_hu: Lista importálás megszakitva.

# #40215
source: Auto-update lists at time
hu_hu: Listák automatikus frissítése ekkor

# #40216
source: Last Update
hu_hu: Utolsó frissítés

# #40217
source: [B]List(s) Import Manager - Library[/B]
hu_hu: [B]Listaimport-kezelő - Könyvtár[/B]

# #40218
source: No Lists Found on Imported Lists Database
hu_hu: Az importált listák adatbázisában nem találtak listákat

# #40219
source: Service Checking Library
hu_hu: Szolgáltatás ellenőrző könyvtár

# #40220
source: Last Import:
hu_hu: Utolsó importálás:

# #40221
source: # of List Importing:
hu_hu: # lista importálása:

# #40222
source: Select Lists to Import
hu_hu: Importálandó listák kiválasztása

# #40223
source: Import Now
hu_hu: Importálás most

# #40224
source: In-Progress
hu_hu: Folyamatban

# #40225
source: List Cleared from Database.
hu_hu: A lista törlésre került az adatbázisból.

# #40226
source: Error Clearing List
hu_hu: Hiba a lista ürítésekor

# #40227
source: Import in progress already, are you sure you want to start import?
hu_hu: Az importálás már folyamatban van, biztos, hogy el akarja indítani az importálást?

# #40228
source: Please use list import management window from settings for list imports.
hu_hu: Kérjük, használja a listaimport kezelőablakát a beállítások közül a listaimportáláshoz.

# #40229
source: Trakt Import Completed.
hu_hu: Trakt importálás befejeződött.

# #40230
source: Trakt Import Error.
hu_hu: Trakt importálási hiba.

# #40231
source: Include unaired episodes
hu_hu: Vegye bele a nem vetített epizódokat

# #40232
source: Trakt service sync interval (in minutes)
hu_hu: Trakt szolgáltatás szinkronizálási időköz (percben)

# #40233
source: Internet Speed (Mbps)
hu_hu: Internet sebesség (Mbps)

# #40234
source: Speed
hu_hu: Sebesség

# #40235
source: Max Size
hu_hu: Max méret

# #40236
source: Off
hu_hu: Ki

# #40237
source: Filter Movies by Size
hu_hu: Filmek szűrése méret szerint

# #40238
source: Filter Episodes by Size
hu_hu: Epizódok szűrése méret szerint
