Repository: umbrellaplug/umbrellaplug.github.io
Catalog: matrix/context.umbrella/resources/resource.language.*/strings.po
Languages: nl_nl

# #30001
source: Return to home screen on back
nl_nl: Keer terug naar het startscherm op de achterkant

# #30002
source: Enable/Disable context menu items
nl_nl: Contextmenu items in-/uitschakelen

# #30004
source: Clear Providers
nl_nl: Aanbieders wissen

# #30005
source: Rescrape
nl_nl: opnieuw scrape

# #30006
source: Play from Here
nl_nl: Afspeel vanaf hier

# #30008
source: Source Select
nl_nl: Bron selecteren

# #30009
source: Find Similar
nl_nl: Zoek Vergelijkbaar

# #30010
source: Browse Series
nl_nl: Door series bladeren

# #30011
source: Browse Episodes
nl_nl: Door afleveringen bladeren

# #30012
source: Context Menu Settings
nl_nl: Instellingen contextmenu

# #30013
source: Clear Bookmark
nl_nl: Verwijder Bladwijzer

# #30014
source: Options
nl_nl: Opties

# #30015
source: Notify Me About Available Updates
nl_nl: Houd mij op de hoogte van beschikbare updates

# #30016
source: Use default option vs Menu
nl_nl: Gebruik standaard optie vs Menu

# #30017
source: selected default
nl_nl: Standaard geselecteerd

# #30018
source: Rescrape Item - AutoPlay
nl_nl: Opnieuw item scrape - Automatisch afspelen

# #30019
source: Rescrape Item - Source Select
nl_nl: Opnieuw item scrape - Bron selecteren

# #30020
source: Rescrape Item with All Providers - AutoPlay
nl_nl: Opnieuw item scrape met alle providers - AutoPlay

# #30021
source: Rescrape Item with All Providers - Source Select
nl_nl: Opnieuw item scrape met alle providers - Bron selecteren

# #30022
source: Add to Library
nl_nl: Toevoegen aan bibliotheek
